{
  "articles": [
    {
      "id": "6c2f94c6-9494-4e04-9211-8804db440e07",
      "title": "Sac à main",
      "category": "Beauté",
      "condition": "Satisfaisant",
      "brand": "Protheon",
      "size": "L",
      "color": "Gris",
      "price": 113.02,
      "seller": {
        "id": "fd488e80-ec38-41a2-ba8b-7d3d51013370",
        "username": "LaylaMuldoon422",
        "rating": 3.2
      },
      "description": "Lorem a proin eti tempor consequat commodo hendrerit, felis vulputate ante fringilla. Dolor sapien consequat natoque ligula iaculis, dia dia tempus el at at, etiam lobortis aenean commodo leo, sit eti sed ultrices, eti sagittis tempor dolor. Tempor natoque mollis tempor. Massa metus en nunc vel sollicitudin imperdiet etiam. Tempus sed turpis purus et. Nisi ultricies porttitor i faucibus el suscipit natoque vitae. Leo eget mattis ut mattis bibendum sagittis aliquet euismod et nisi augue sit.",
      "published": "2024-11-19 08:18",
      "views": 844,
      "likes": 31
    },
    {
      "id": "c2c11cc9-dd40-4815-b41d-c77cad5ec41e",
      "title": "Robe d&#x27;été",
      "category": "Chaussures",
      "condition": "Bon état",
      "brand": "Chromaton",
      "size": "L",
      "color": "Rose",
      "price": 70.86,
      "seller": {
        "id": "13f6942c-6956-43a9-ab7a-ee87c04d2c06",
        "username": "JenetteMercer846",
        "rating": 2.7
      },
      "description": "Pulvinar gravida tem massa est. Neque blandit bibendum ut. Dignissim id con quis sed enim. Ac id mattis i amet imperdiet, imperdiet cras pharetra in ali mauris ultrices sed, proin cit pretium eros vehicula viverra, iaculis tortor adipiscing con dignissim, euismod pellentesque nam tortor sed sagittis dui consequat ali cras pretium.",
      "published": "2024-11-11 04:51",
      "views": 452,
      "likes": 36
    },
    {
      "id": "3fb5a597-3a9b-493f-a5a8-5c386b6770e5",
      "title": "Manteau d&#x27;hiver",
      "category": "Chaussures",
      "condition": "Satisfaisant",
      "brand": "WestGate",
      "size": "XS",
      "color": "Violet",
      "price": 179.17,
      "seller": {
        "id": "346faf24-5d74-4ecf-b124-119acb237ccf",
        "username": "DannySeal994",
        "rating": 2.6
      },
      "description": "Elementum fringilla placerat accumsan i i eti el. Accumsan dolor vestibulum iaculis dia u. Ultricies fringilla est ac non fringilla nibh metus quis aenean el pulvinar eget.",
      "published": "2024-06-15 08:53",
      "views": 630,
      "likes": 37
    },
    {
      "id": "6aae95ed-01de-4479-8b3b-caf112874d44",
      "title": "Veste en cuir",
      "category": "Maison",
      "condition": "Satisfaisant",
      "brand": "Freecast",
      "size": "XXL",
      "color": "Blanc",
      "price": 100.19,
      "seller": {
        "id": "1940e82d-b011-4aca-ab6d-816e8cab1d42",
        "username": "KathyMullens56",
        "rating": 4.0
      },
      "description": "Quis ultricies sem mi ligula tempus proin turpis tincidunt scelerisque. Cit tempus nam vel. Sollicitudin neque neque lacinia facilisis purus. It tortor el vel ligula faucibus enim. Ut rhoncus tempus dia, dignissim turpis ornare cras pharetra, pellentesque proin non porttitor. Bibendum lectus placerat eget vehicula et amet lacus a, ac metus quisque mattis. Tincidunt mollis tempor dictum. Sem erat lobortis vel el. Dia velit dictum sagittis. Turpis cras magna dia o. Leo diam nibh lum ultrices, ut con eros vestibulum, sit nisl mattis condimentum ex, sem vel lum est el. Tristique auctor nisl o en metus en. Ante adipiscing lacus.",
      "published": "2024-03-03 11:47",
      "views": 334,
      "likes": 4
    },
    {
      "id": "78977084-14fd-4032-af24-2501fd968c4b",
      "title": "Sac à main",
      "category": "Beauté",
      "condition": "Neuf avec étiquettes",
      "brand": "CorpTek",
      "size": "M",
      "color": "Blanc",
      "price": 194.19,
      "seller": {
        "id": "e82279e8-339d-4d8d-8689-8c7a336a1ff8",
        "username": "JenetteMiers624",
        "rating": 2.4
      },
      "description": "Lacinia pretium e diam ut consequat iaculis diam, eti donec massa ut nisi mattis scelerisque, ultricies massa ut rhoncus, it enim ut lectus, felis ornare maecenas ultricies consequat vitae in. O lum tincidunt vulputate, tempus au in laoreet. Pellentesque scelerisque iaculis sit id a faucibus elit lacinia ex velit etiam gravida commodo. Nulla o sagittis euismod. Augue eti aliquet a, nibh gravida enim gravida cras pharetra, iaculis massa au nisl blandit cit tristique.",
      "published": "2024-10-10 01:22",
      "views": 431,
      "likes": 53
    },
    {
      "id": "29151e6a-e655-433f-ada7-ce0383a94015",
      "title": "Short en jean",
      "category": "Maison",
      "condition": "Bon état",
      "brand": "Sunopia",
      "size": "L",
      "color": "Rose",
      "price": 134.68,
      "seller": {
        "id": "14651f61-b9e1-42e6-951b-1962d3771f21",
        "username": "RufusPettey502",
        "rating": 2.1
      },
      "description": "Facilisis bibendum ex ali est, turpis dictum bibendum it magna lum maecenas eu justo. Id nunc etiam elit sagittis quisque lorem.",
      "published": "2024-11-24 08:21",
      "views": 710,
      "likes": 15
    },
    {
      "id": "1163b22a-4c70-4e18-ae37-2fb349c6a67f",
      "title": "Short en jean",
      "category": "Vêtements",
      "condition": "Bon état",
      "brand": "GrafixMedia",
      "size": "XL",
      "color": "Violet",
      "price": 150.48,
      "seller": {
        "id": "a636a45e-5051-40bc-bcb4-f1da78a0b00a",
        "username": "LaylaTurner329",
        "rating": 3.9
      },
      "description": "El adipiscing lacinia u quis. Neque magna erat vestibulum suscipit. Leo lum fringilla mollis euismod. Placerat donec risus aliquam, tristique tortor scelerisque nulla.",
      "published": "2024-12-21 10:15",
      "views": 570,
      "likes": 57
    },
    {
      "id": "83e39c4b-45cf-4ecb-958b-514bf51642ab",
      "title": "Manteau d&#x27;hiver",
      "category": "Maison",
      "condition": "Satisfaisant",
      "brand": "Proline",
      "size": "M",
      "color": "Bleu",
      "price": 142.35,
      "seller": {
        "id": "c8f6e878-e413-4154-9a7c-09953a5c409f",
        "username": "YuriFriedrich555",
        "rating": 4.3
      },
      "description": "Facilisis fringilla etiam elementum vehicula. Massa dignissim finibus tem eti mattis curabitur pretium diam, nulla aliquet con pretium nam est neque scelerisque. Tincidunt nunc sagittis dolor elementum, facilisis elementum lacus vestibulum sapien lectus risus, nisi consequat ornare cursus lorem, amet ante erat sapien iaculis sagittis commodo hendrerit gravida eros est, blandit diam accumsan blandit. El vel vulputate lorem ac velit vehicula placerat in magna.",
      "published": "2024-04-02 05:42",
      "views": 939,
      "likes": 66
    },
    {
      "id": "b20c79b5-1435-4468-bd5a-21698720b31c",
      "title": "T-shirt vintage",
      "category": "Chaussures",
      "condition": "Bon état",
      "brand": "SkyCenta",
      "size": "XL",
      "color": "Rouge",
      "price": 120.25,
      "seller": {
        "id": "a81c1d01-e07f-4d1f-af6c-7f31ed9f4837",
        "username": "EdwardHottle300",
        "rating": 2.9
      },
      "description": "Con au natoque et tortor porttitor. Lobortis erat eget enim ipsum ultrices est, diam aliquet cras lobortis nisl pharetra in sagittis. Sed amet quis lacus est neque i mi lorem blandit.",
      "published": "2024-07-31 08:54",
      "views": 792,
      "likes": 51
    },
    {
      "id": "78979aad-148a-48d8-b806-aee4f265016d",
      "title": "Pull en laine",
      "category": "Chaussures",
      "condition": "Neuf avec étiquettes",
      "brand": "VenStrategy",
      "size": "S",
      "color": "Vert",
      "price": 165.60,
      "seller": {
        "id": "845e454c-8d38-45c8-a50f-11637ce06f90",
        "username": "LeannePace638",
        "rating": 1.5
      },
      "description": "Quis dolor imperdiet nisl hendrerit faucibus. U maximus maximus morbi, cras neque in augue pulvinar o, pellentesque vitae metus curabitur con. Finibus arcu orci el tincidunt curabitur lacinia ali lacinia au, facilisis blandit sodales est. Eget arcu sapien auctor lacus sapien u adipiscing id. Con leo cursus consectetur, curabitur mattis accumsan scelerisque et. Con ac cit mi et o. Sem cursus massa eros risus.",
      "published": "2024-07-25 06:38",
      "views": 160,
      "likes": 49
    },
    {
      "id": "58c80138-8b9f-4492-984e-3b3c6a2118c0",
      "title": "Chemise à carreaux",
      "category": "Beauté",
      "condition": "Satisfaisant",
      "brand": "Galcom",
      "size": "L",
      "color": "Jaune",
      "price": 81.57,
      "seller": {
        "id": "40306544-c0d3-4cb1-a12b-db26133f59ce",
        "username": "HaleySchaefer719",
        "rating": 2.5
      },
      "description": "Elit aenean diam aliquam ultrices ut dictum, amet scelerisque neque sodales pharetra dignissim vitae. Sem metus sed neque ali condimentum, augue aliquam metus suscipit sapien quis. Ex aliquet elit nisi lobortis ac gravida mauris rhoncus u mi, gravida posuere pellentesque quis tem, vel tincidunt e turpis tem sed. Lectus velit iaculis placerat proin sagittis, eget suscipit tincidunt magna ipsum ex morbi i maecenas nam, velit non tristique posuere laoreet.",
      "published": "2024-02-17 01:40",
      "views": 43,
      "likes": 77
    },
    {
      "id": "b319a476-7925-44e5-b5ec-03387d7d82c9",
      "title": "Veste en cuir",
      "category": "Accessoires",
      "condition": "Neuf avec étiquettes",
      "brand": "Thermatek",
      "size": "L",
      "color": "Noir",
      "price": 116.33,
      "seller": {
        "id": "664b9cc9-b340-427b-8208-5ab630d5f0db",
        "username": "EleanoreHelland892",
        "rating": 3.2
      },
      "description": "Pharetra suscipit blandit tortor mollis, felis nisl accumsan vitae ipsum sagittis nunc placerat i aliquet maximus. Dia mauris nisl mi sapien tem maximus. Tristique at mattis.",
      "published": "2024-06-03 10:11",
      "views": 20,
      "likes": 55
    },
    {
      "id": "2021a5b9-8555-4c37-964f-d72989186a1a",
      "title": "T-shirt vintage",
      "category": "Chaussures",
      "condition": "Satisfaisant",
      "brand": "Xenosys",
      "size": "XL",
      "color": "Violet",
      "price": 61.03,
      "seller": {
        "id": "f09d83fb-574b-43d2-b979-7b7c3bb2d06f",
        "username": "CyrusMurphy874",
        "rating": 4.6
      },
      "description": "Hendrerit pellentesque pulvinar viverra mattis ornare etiam scelerisque placerat. Lum ut at lectus. Fringilla scelerisque elementum donec sem maecenas condimentum nisl, ac tincidunt i et nibh dia pretium aliquet sed lacus. Euismod placerat iaculis i a, vestibulum blandit consequat hendrerit sollicitudin. Sed viverra tincidunt imperdiet. Ex maximus finibus etiam, con lectus sit hendrerit eros ipsum accumsan. Tortor ali cursus rhoncus ex hendrerit.",
      "published": "2024-07-10 03:21",
      "views": 150,
      "likes": 44
    },
    {
      "id": "bf720036-a133-415a-b988-96b2811c27fd",
      "title": "Short en jean",
      "category": "Vêtements",
      "condition": "Très bon état",
      "brand": "Qualcore",
      "size": "L",
      "color": "Blanc",
      "price": 97.72,
      "seller": {
        "id": "36856059-6b0b-4067-8293-d8bbf03c9edf",
        "username": "JulianaSchaefer567",
        "rating": 4.8
      },
      "description": "Bibendum euismod pellentesque dui placerat lum. Dui maecenas eti ex nam elementum bibendum. Au au nisi gravida, lacus pretium amet blandit bibendum natoque. Arcu sed ipsum turpis, risus pellentesque eget amet. Non proin viverra tempus ipsum maecenas ultrices elit, accumsan consectetur tempus eu blandit. Ante ultrices vel pharetra nulla pretium, adipiscing tempus maximus consectetur ante eti. Leo laoreet amet tem consequat nam lorem. En con i sed dui blandit elementum tem. Eros commodo iaculis mauris condimentum dictum.",
      "published": "2024-12-18 07:50",
      "views": 420,
      "likes": 75
    },
    {
      "id": "b6f80fb1-76a5-45a5-9e8f-c8e634bf5000",
      "title": "T-shirt vintage",
      "category": "Accessoires",
      "condition": "Satisfaisant",
      "brand": "TrioSys",
      "size": "S",
      "color": "Gris",
      "price": 115.26,
      "seller": {
        "id": "f3000a0f-08af-4b23-a098-965f459ff6ba",
        "username": "StephenSeal323",
        "rating": 1.7
      },
      "description": "Vulputate felis augue vehicula commodo sodales at pellentesque eti, morbi curabitur vel ex pulvinar mollis. Tincidunt viverra magna donec erat dui. Euismod aliquam blandit vulputate viverra diam, cras erat natoque condimentum. Vehicula eget facilisis etiam i ali, in commodo aliquet rhoncus orci imperdiet a, accumsan purus ligula ac. Orci viverra nibh cras rhoncus iaculis. Pharetra ut eget mi. Aliquam arcu cursus et. Ultrices vulputate adipiscing est. Finibus nam facilisis.",
      "published": "2024-01-22 01:24",
      "views": 504,
      "likes": 26
    },
    {
      "id": "1172c06f-1ce6-4023-b3d6-6179ee9f74c6",
      "title": "Robe d&#x27;été",
      "category": "Chaussures",
      "condition": "Satisfaisant",
      "brand": "VenStrategy",
      "size": "XXL",
      "color": "Rose",
      "price": 17.19,
      "seller": {
        "id": "20ca2c52-6ae3-48cc-a43c-6d3a7002868d",
        "username": "LoreleiStarck966",
        "rating": 4.5
      },
      "description": "Vehicula lectus imperdiet pharetra suscipit euismod proin placerat pellentesque. Id augue aenean morbi turpis tortor vel quis vel posuere. Erat diam etiam velit posuere i. Enim maximus cras lum. Arcu ipsum leo aenean etiam. E bibendum ac ultrices ligula accumsan eros est tristique dia. Nulla leo eti nam a. Vehicula nibh mauris aliquet dia. Maximus au elementum pretium vehicula rhoncus posuere sodales ultricies consequat viverra ultrices. Condimentum at non lacinia leo est. Lacinia vestibulum aenean eget en elit.",
      "published": "2024-12-23 04:23",
      "views": 610,
      "likes": 78
    },
    {
      "id": "8d244911-f27d-43ee-a431-b9a1d791a6fb",
      "title": "Chemise à carreaux",
      "category": "Chaussures",
      "condition": "Satisfaisant",
      "brand": "Dalserve",
      "size": "XXL",
      "color": "Bleu",
      "price": 42.12,
      "seller": {
        "id": "a99bfe3f-667f-4191-9a68-39f5ede64801",
        "username": "AlexaBrier23",
        "rating": 3.9
      },
      "description": "Placerat vehicula porttitor nibh blandit eget ut amet dignissim, lum condimentum fringilla el. Vel vestibulum pretium purus lacinia. Tempus consequat pretium lobortis lacinia rhoncus risus cit. Natoque porttitor nunc pharetra. Diam curabitur adipiscing posuere amet. Cras est sodales mattis justo est lum con. Cras lobortis dictum pretium risus. Lacinia turpis dui eu vestibulum quis, ligula etiam nulla pulvinar. Tem maximus amet en augue velit, vulputate tortor laoreet o donec con, ac aenean finibus arcu tempus ornare ante hendrerit imperdiet. Suscipit diam nibh diam laoreet nulla pharetra.",
      "published": "2024-04-19 04:01",
      "views": 619,
      "likes": 73
    },
    {
      "id": "17cbdd05-4d1c-432c-b0ba-dc9ed671ebfc",
      "title": "Robe d&#x27;été",
      "category": "Beauté",
      "condition": "Neuf avec étiquettes",
      "brand": "Terralabs",
      "size": "S",
      "color": "Gris",
      "price": 8.37,
      "seller": {
        "id": "4c2ee5b8-f6aa-4fa0-979f-e9005a9abc3c",
        "username": "FloranceGamble939",
        "rating": 4.7
      },
      "description": "Sodales augue quisque sed ultricies dignissim. Auctor scelerisque natoque a. Eros consequat auctor laoreet. Lectus i velit ultrices ac sapien, cursus proin i nunc. Mattis scelerisque tortor ultricies ipsum. Ac quisque ipsum pharetra proin mi purus. Laoreet rhoncus vehicula au massa. Donec maximus con lum lacus, risus diam pellentesque consectetur o cras orci o vitae sed ornare en en dia lacus mattis lobortis vitae a mauris vestibulum ornare. Sed lectus ipsum suscipit natoque. Felis pretium mauris quis pulvinar. Est nunc mollis dia tempor imperdiet consectetur ac euismod. Sollicitudin sem auctor it. Tristique tempus e sed. Vehicula euismod blandit pharetra dui.",
      "published": "2024-11-13 04:59",
      "views": 200,
      "likes": 72
    },
    {
      "id": "45db4ee8-5767-41ed-abbf-4d3e24d3b735",
      "title": "Veste en cuir",
      "category": "Maison",
      "condition": "Neuf avec étiquettes",
      "brand": "Superwire",
      "size": "L",
      "color": "Violet",
      "price": 57.33,
      "seller": {
        "id": "359a7e92-863e-4b50-95ed-d996d93bfa23",
        "username": "IsabelleYoung287",
        "rating": 1.5
      },
      "description": "E metus nisi auctor accumsan. Velit tincidunt euismod consequat lacinia tristique. Facilisis placerat at lobortis, arcu iaculis ut erat en. Nunc eu cras placerat au blandit felis pulvinar maximus o, purus euismod lobortis eget.",
      "published": "2024-05-18 09:07",
      "views": 333,
      "likes": 38
    },
    {
      "id": "be897d85-d9ea-4035-a97b-6a660fc18977",
      "title": "Baskets tendance",
      "category": "Beauté",
      "condition": "Bon état",
      "brand": "Haltheon",
      "size": "S",
      "color": "Gris",
      "price": 104.62,
      "seller": {
        "id": "b9f95550-8bad-433a-9487-fd9da3ea5e91",
        "username": "TravisCorrea73",
        "rating": 1.3
      },
      "description": "Iaculis ex lacinia o imperdiet rhoncus imperdiet eros maecenas ornare. Nunc lacinia mauris dui dictum est donec maecenas ipsum, eget i en felis ornare iaculis mattis. Dignissim lorem a bibendum et quis mi. Mauris proin augue metus magna cursus scelerisque sem lorem leo au nunc justo vehicula, tempus mollis a eti, non morbi non commodo. Magna posuere etiam hendrerit scelerisque. Metus sed laoreet sodales. Ali at amet orci condimentum. Vehicula lobortis a accumsan, purus aliquam eros quisque. Lectus con ante sed natoque lum vel pellentesque at.",
      "published": "2024-09-26 10:57",
      "views": 506,
      "likes": 81
    },
    {
      "id": "6834a416-e940-4940-8e5f-52883c6849bd",
      "title": "Short en jean",
      "category": "Maison",
      "condition": "Très bon état",
      "brand": "Protheon",
      "size": "S",
      "color": "Bleu",
      "price": 114.96,
      "seller": {
        "id": "103c0caa-7110-4fb8-a102-0f39b088525a",
        "username": "RussellMilling6",
        "rating": 4.9
      },
      "description": "Pulvinar nulla eget dia mattis lorem. Eget mi maximus sem. Erat donec diam magna au, au sodales donec ali scelerisque morbi orci eros sodales, ex i ultrices imperdiet. Vel laoreet metus tincidunt accumsan morbi nulla dui gravida, condimentum neque aenean viverra vel, orci cras magna donec, et dui nunc nulla ultrices justo morbi ultricies viverra placerat. Eros aenean nam dignissim in tincidunt quisque purus, enim eros tem.",
      "published": "2024-03-07 05:31",
      "views": 388,
      "likes": 49
    },
    {
      "id": "7435e1ea-c1aa-4708-a3b2-257ec7506338",
      "title": "Baskets tendance",
      "category": "Maison",
      "condition": "Bon état",
      "brand": "Seelogic",
      "size": "XXL",
      "color": "Orange",
      "price": 29.57,
      "seller": {
        "id": "1bc6871b-c1df-43f6-a0e1-267bcd8960d5",
        "username": "KirstieMilling658",
        "rating": 2.3
      },
      "description": "Id ornare curabitur ali lobortis. Ultricies ultrices viverra dictum. Auctor porttitor morbi aliquet gravida ultricies, gravida el faucibus consectetur, massa neque suscipit quis, ut curabitur sit natoque nulla. Sagittis imperdiet donec au, finibus ali cursus blandit risus proin enim nunc augue at tem aenean mi fringilla enim eu. Neque ultricies laoreet auctor laoreet, viverra natoque consequat eros purus blandit. Euismod elit justo augue consectetur, non u a it pulvinar dignissim leo purus, ultricies euismod proin non lobortis.",
      "published": "2024-11-19 07:53",
      "views": 280,
      "likes": 23
    }
  ]
}

